[
  {
    "Title":
      "Redditor notes that McCabe is forced out of the FBI and Republicans vote to release memo (written by Republicans) that the DOJ calls \"extraordinarily reckless\".... All on the day that the White House quietly announces it won't be enforcing Russia Sanctions that passed the senate 98-2.",
    "Author": "InternetWeakGuy"
  },
  { "Title": "High Noon Puppers", "Author": "FomBBK" },
  { "Title": "Cutting Bangs", "Author": "ledgendary" },
  {
    "Title":
      "My daytime cold medicine melted in my car and no they look like elf shoes",
    "Author": "arwyayen"
  },
  {
    "Title": "Leaked Gov’t Report: Every Brexit Option Will Hurt U.K.",
    "Author": "Eurynom0s"
  },
  {
    "Title":
      "I finally asked Ernie Hudson for a picture after seeing him about 100 times at the store I work at! He’s very nice!",
    "Author": "littlefoot28"
  },
  {
    "Title":
      "Eagles player claps at the perfect time in order to accidentally catch the ball",
    "Author": "MrSplike"
  },
  {
    "Title": "Elon Musk confirms secret Tesla ‘Carless Driver’ project",
    "Author": "TheMightyCraken"
  },
  {
    "Title": "Verizon, Apple Continue to Lobby Against Your 'Right to Repair'",
    "Author": "mvea"
  },
  {
    "Title": "MRW I find out I'm going to be an older brother in my 30's.",
    "Author": "PM_ME_STEAM_K3YS"
  },
  { "Title": "purrfect", "Author": "gDisasters" },
  { "Title": "Who's in the Matrix?", "Author": "thebigsexy1" },
  { "Title": "Zen Kanye is best Kanye", "Author": "GallowBoob" },
  {
    "Title":
      "In The Lion, the Witch and the Wardrobe, The White Witch's crown melts as her power dwindles",
    "Author": "FalconerGuitars"
  },
  {
    "Title": "\"Come on kid, don't be sad. I'm here for ya.\"",
    "Author": "gDisasters"
  },
  {
    "Title":
      "The End Of Root Canals: Stem Cell Fillings Trigger Teeth To Repair Themselves, Research Study Claims",
    "Author": "Elliottafc"
  },
  { "Title": "Kingfisher keeping its head stable", "Author": "MichaelRahmani" },
  {
    "Title": "A Boy Ate 3 Laundry Pods. This Is What Happened To His Lungs.",
    "Author": "madmansmarker"
  },
  {
    "Title":
      "This is Macaulay Culkin. This is the most important thing I've ever done in my life. AMA",
    "Author": "MacaulayCulkinAMA"
  },
  {
    "Title":
      "TIL horses can communicate with humans by pointing to symbols. Researchers trained the horses to understand 3 symbols which meant “blanket on,” “blanket off,” and “no change.” After training they were tested in different weather conditions and researchers found the choices matched the weather.",
    "Author": "QuietCakeBionics"
  },
  { "Title": "What a *DAY* I'm Having!", "Author": "ktbffhforever" },
  { "Title": "Their eyes gave them away", "Author": "-Damien-" },
  {
    "Title":
      "They Don't Even Taste That Good Anymore (I), oil on canvas, 24x30\"",
    "Author": "rerenene"
  },
  { "Title": "Pen Pointing", "Author": "MediocreGimp" },
  {
    "Title": "Tom Hanks to Play Mr. Rogers in ‘You Are My Friend’",
    "Author": "indig0sixalpha"
  }
]
